[
  {
    "id": 1,
    "name": "劉岦崱",
    "gender": "male",
    "region": "Berlin",
    "city": "Torgau",
    "email": "wulingteen@gmail.com",
    "livingYearsInGermany": "5",
    "uni": "TU Chemnitz",
    "occupation": "student",
    "subjectCategory":"化學化工",
    "major": "chemistry",
    "langs":"德文/英文/中文",
    "language": {
      "programLanguage": "german",
      "english":"'TOEFL': 95, 'TOEIC': 920",
      "german": "'TestDaf': '5445','Goethe': 'C1','DSH': '2222'"      
    },
    "drivingLicence": true,
    "selfIntroduction": "我叫劉岦崱，綽號⼭山,目前在德國工作，⾝身兼兩份合約正職及⼀一份Freelancing工作，同時間與另外三位優秀夥伴共同為創業作準備",
    "workingExperiences": [
      "太陽能建材專⽤用模組⽣生產技術轉移Specialist",
      "某航空公司臉書粉絲⾴頁德⽂文主編",
      "德國中醫式獸醫療法臉書粉絲頁行銷企劃"
    ],
    "photo": "images/team/Taiwanlent-Liu.jpg",
    "langCerUrl": "https:www.language_certificate_url.com",
    "graduateCerUrl": "https:www.graduation_certificate_url.com",
    "graduateCerTranslationUrl": "https:www.graduation_certificate_traslation_url.com",
    "otherCerUrl": "https:www.other_certificate_url.com",
    "resumeUrl": "https:www.resume.url.com",
    "expectedSalaryPerHour": "15",
    "willingToRelocate": false,
    "hasPaypal": true,
    "qualified": false,
    "experienced": false
  },
  {
    "id": 1,
    "name": "George Bonner",
    "gender": "male",
    "city": "Munich",
    "email": "georgebonner@vendblend.com",
    "livingYearsInGermany": 9,
    "uni": "NTU",
    "occupation": "Employee",
    "major": "chemistry",
    "language": {
      "programLanguage": "german",
      "english": [
        {
          "TOEFL": 51,
          "TOEIC": 886
        }
      ],
      "german": [
        {
          "TestDaf": 3344,
          "Goethe": "B2",
          "DSH": 2
        }
      ]
    },
    "drivingLicence": true,
    "selfIntroduction": "Cillum aliqua cupidatat culpa nisi non excepteur adipisicing in ex cupidatat. Nostrud elit mollit aliquip et. Aliquip enim et ipsum velit irure magna enim tempor commodo tempor. Sint Lorem dolor consectetur labore sit. Irure nulla tempor culpa excepteur ea non tempor cupidatat id laboris sit consequat. Aute nisi velit dolore minim duis excepteur dolore nulla officia consectetur eu tempor.\r\n",
    "workingExperiences": [
      "Non eu nisi amet nisi enim mollit ullamco Lorem sint. Minim laboris ut amet commodo nisi laboris nisi excepteur sit esse. Qui amet excepteur culpa deserunt proident non voluptate. Aliquip est ex adipisicing anim fugiat.\r\n",
      "Cillum eiusmod enim ut aliquip magna ex sit fugiat irure exercitation fugiat minim deserunt sunt. Sint velit sint eiusmod et. Magna occaecat deserunt commodo ut nostrud. Sunt eiusmod quis voluptate ex proident veniam labore ex dolor exercitation exercitation laboris minim.\r\n",
      "Ad voluptate qui duis fugiat reprehenderit consequat elit sunt laborum. Aliqua magna do laboris labore eiusmod aliqua officia sit velit. Nisi ad eu ipsum duis Lorem velit minim elit aute.\r\n"
    ],
    "langCerUrl": "https:www.language_certificate_url.com",
    "graduateCerUrl": "https:www.graduation_certificate_url.com",
    "graduateCerTranslationUrl": "https:www.graduation_certificate_traslation_url.com",
    "otherCerUrl": "https:www.other_certificate_url.com",
    "resumeUrl": "https:www.resume.url.com",
    "expectedSalaryPerHour": 17,
    "willingToRelocate": true,
    "hasPaypal": true
  },
  {
    "id": 2,
    "name": "Brigitte Barry",
    "gender": "female",
    "city": "Berlin",
    "email": "brigittebarry@vendblend.com",
    "livingYearsInGermany": 9,
    "uni": "TUChemnitz",
    "occupation": "Freelancer",
    "major": "chemistry",
    "language": {
      "programLanguage": "german",
      "english": [
        {
          "TOEFL": 116,
          "TOEIC": 552
        }
      ],
      "german": [
        {
          "TestDaf": 4333,
          "Goethe": "B2",
          "DSH": 3
        }
      ]
    },
    "drivingLicence": true,
    "selfIntroduction": "Sint dolore sunt dolor tempor aliqua sit est. Deserunt dolor elit ipsum proident eu. Nisi amet aliquip ex nostrud labore proident in adipisicing. Irure mollit amet eu est culpa laborum. Elit ea labore ipsum id eiusmod in nostrud. Lorem commodo laboris excepteur sunt voluptate aute et ut.\r\n",
    "workingExperiences": [
      "Sint excepteur fugiat elit ut. Exercitation et sint consectetur tempor nisi duis est. Eiusmod velit quis reprehenderit ut consequat adipisicing ullamco fugiat eiusmod labore. Cillum culpa id ad nostrud pariatur laborum non elit pariatur. Enim laboris velit est consectetur aute. Commodo magna eu velit esse qui ex veniam occaecat do laboris ea nulla occaecat anim. Esse mollit quis adipisicing labore ex Lorem amet nostrud exercitation ipsum cillum irure.\r\n",
      "Ad minim reprehenderit laboris ea pariatur tempor culpa ad et amet enim anim minim. Qui reprehenderit ut enim ipsum sint dolore consequat do est esse id. Magna enim veniam magna excepteur ut nisi commodo exercitation aliqua.\r\n",
      "Quis sint nulla duis occaecat aliqua irure. Nostrud laborum tempor eu irure ea id culpa et velit non fugiat commodo. Aliqua est deserunt nulla culpa irure ea ex reprehenderit. Enim voluptate commodo ipsum adipisicing esse enim ullamco nostrud ut pariatur. Cillum irure qui eiusmod mollit magna in. Excepteur proident deserunt mollit Lorem fugiat incididunt cupidatat. Exercitation reprehenderit amet enim tempor et culpa culpa laborum sint reprehenderit deserunt adipisicing esse.\r\n"
    ],
    "langCerUrl": "https:www.language_certificate_url.com",
    "graduateCerUrl": "https:www.graduation_certificate_url.com",
    "graduateCerTranslationUrl": "https:www.graduation_certificate_traslation_url.com",
    "otherCerUrl": "https:www.other_certificate_url.com",
    "resumeUrl": "https:www.resume.url.com",
    "expectedSalaryPerHour": 18,
    "willingToRelocate": false,
    "hasPaypal": true
  },
  {
    "id": 3,
    "name": "Kitty Lawrence",
    "gender": "female",
    "city": "Hamburg",
    "email": "kittylawrence@vendblend.com",
    "livingYearsInGermany": 6,
    "uni": "TUChemnitz",
    "occupation": "Employer",
    "major": "chemistry",
    "language": {
      "programLanguage": "german",
      "english": [
        {
          "TOEFL": 61,
          "TOEIC": 867
        }
      ],
      "german": [
        {
          "TestDaf": 4345,
          "Goethe": "B1",
          "DSH": 3
        }
      ]
    },
    "drivingLicence": false,
    "selfIntroduction": "Ad ullamco consectetur eiusmod irure consequat aute incididunt. Voluptate in culpa est fugiat et nulla sunt pariatur anim magna est id et. Sunt consectetur ipsum qui irure. Cillum quis incididunt mollit incididunt Lorem voluptate nulla.\r\n",
    "workingExperiences": [
      "Dolor id nulla adipisicing pariatur labore mollit. Dolor consequat irure deserunt nostrud voluptate occaecat non amet deserunt quis. Aute reprehenderit do adipisicing cillum aliquip. Incididunt ad nostrud nostrud tempor aliquip laboris excepteur laborum elit est pariatur dolor aliquip irure. Ipsum sit eiusmod irure ad non voluptate consequat aliqua culpa ea. Tempor consectetur deserunt qui laborum elit cillum. Anim voluptate veniam anim proident ex magna ullamco proident ullamco elit occaecat eiusmod commodo irure.\r\n",
      "Elit voluptate in adipisicing magna consectetur ea. Dolore pariatur deserunt aute laborum excepteur excepteur officia aute fugiat occaecat non. Et et ipsum commodo exercitation irure ut. Aliquip magna commodo consequat id incididunt sit incididunt minim labore cupidatat reprehenderit id.\r\n",
      "Duis aute ut reprehenderit consequat do incididunt deserunt Lorem mollit. Est dolor esse laboris dolor fugiat ut commodo dolore labore voluptate ipsum aliquip. Aute id culpa tempor ea nulla. Nostrud eu commodo nisi anim ipsum duis Lorem aliquip.\r\n"
    ],
    "langCerUrl": "https:www.language_certificate_url.com",
    "graduateCerUrl": "https:www.graduation_certificate_url.com",
    "graduateCerTranslationUrl": "https:www.graduation_certificate_traslation_url.com",
    "otherCerUrl": "https:www.other_certificate_url.com",
    "resumeUrl": "https:www.resume.url.com",
    "expectedSalaryPerHour": 5,
    "willingToRelocate": false,
    "hasPaypal": false
  },
  {
    "id": 4,
    "name": "Jana Lucas",
    "gender": "female",
    "city": "Berlin",
    "email": "janalucas@vendblend.com",
    "livingYearsInGermany": 0,
    "uni": "TUMunich",
    "occupation": "Student",
    "major": "chemistry",
    "language": {
      "programLanguage": "german",
      "english": [
        {
          "TOEFL": 62,
          "TOEIC": 569
        }
      ],
      "german": [
        {
          "TestDaf": 3453,
          "Goethe": "B2",
          "DSH": 3
        }
      ]
    },
    "drivingLicence": true,
    "selfIntroduction": "Tempor mollit ex enim incididunt pariatur ea eu ex nulla. Deserunt tempor est consectetur cillum cillum pariatur consectetur deserunt sunt eu irure aute. Aute eu aliquip cupidatat sit. Dolore cupidatat laboris ea commodo ex pariatur mollit esse id ad ea deserunt minim. Anim cupidatat eu laboris anim.\r\n",
    "workingExperiences": [
      "Reprehenderit Lorem esse ex eiusmod consectetur. Culpa consequat sit est nulla nisi aliquip incididunt incididunt minim ullamco. Ullamco in ex nulla officia ex veniam eu in magna nostrud minim. Veniam Lorem pariatur labore incididunt eiusmod ad. Excepteur dolor magna est quis fugiat. Reprehenderit ullamco voluptate magna cupidatat minim dolor nostrud dolor in commodo mollit.\r\n",
      "Dolor id est minim dolore cillum dolore anim nostrud est sint esse laborum irure nisi. Mollit aute nulla reprehenderit incididunt excepteur ipsum occaecat mollit quis. Aliqua sit qui veniam commodo labore laborum qui non adipisicing aliqua. Labore ut ea deserunt eu amet nostrud aliquip eu elit deserunt. Exercitation minim exercitation consectetur cillum dolore veniam cupidatat minim commodo ex. Fugiat dolor est incididunt cupidatat ea adipisicing.\r\n",
      "Eu sunt eiusmod tempor ut non occaecat elit. Quis cupidatat dolor ex consectetur et aute duis ad occaecat. Do consequat nulla aliquip aliqua non aute voluptate laboris et occaecat velit mollit.\r\n"
    ],
    "langCerUrl": "https:www.language_certificate_url.com",
    "graduateCerUrl": "https:www.graduation_certificate_url.com",
    "graduateCerTranslationUrl": "https:www.graduation_certificate_traslation_url.com",
    "otherCerUrl": "https:www.other_certificate_url.com",
    "resumeUrl": "https:www.resume.url.com",
    "expectedSalaryPerHour": 19,
    "willingToRelocate": false,
    "hasPaypal": false
  }
]